Repository: collective/sc.social.like
Catalog: */social/like/locales/*/LC_MESSAGES/*.social.like.po
Languages: es, eu, nl, pt_br

source: help_show_likes
es: Si está habilitado, el botón de Facebook mostrará el número de usuarios que han recomendado una página.
eu: Aktibatuta badago, Facebook botoiak orri hau zenbat Facebook erabiltzailek atsegin duten erakutsiko du.
nl: De Facebook knop toont ernaast of erboven het aantal gebruikers die deze pagina al geliked hebben.
pt_br: Se habilitado, o botão do Facebook mostrará o número de usuários que curtiram uma página.

source: help_validation_enabled
es: Habilita la validación para comprobar si el contenido sigue las recomendaciones de las redes sociales en cuanto a los campos título, descripción e imagen principal. Esta funcionalidad sólo está disponible para tipos de contenido Dexterity.
eu: Edukiak sare-sozialek esandako praktika onak betetzen dituen ala ez egiaztatzeko balidazioa aktibatzen du. Balidazioak izenburua, deskribapena eta irudiaren eremua hartzen ditu kontuak. Ezaugarri honek Dexterityrekin egindako elementu-motentzat bakarrik balio du.
pt_br: Habilita a validação para conferir se o conteúdo segue as recomendações das redes sociais. A validação inclui os campos título, descrição e imagem principal. Esta funcionalidade está disponível só para tipos de conteúdo Dexterity.

source: help_verb_display
es: Texto que se mostrará en el botón de Facebook. De momento sólo "Me gusta" y "Recomendar" están soportados.
eu: Zein hitz agertuko den Facebook botoian. Momentuz 'Atsegin dut' eta 'Gomendatu' bakarrik erabili daitezke.
nl: Het werkwoord dat in de Facebook knop komt te staan. Op het moment zijn alelen "Vind ik leuk" en "Aanbevelen" beschikbaar.
pt_br: Verbo a ser exibido no botão do Facebook. Atualmente apenas "Curtir" e "Recomendar" estão suportados.

source: help_your_twitter_nick
es: Introduzca su nombre de usuario de Twitter. Ejemplo: simplesconsultoria
eu: Idatzi Twitterreko zuren izena. adb. simplesconsultoria
nl: Vul de twitternaam in. Bijvoorbeeld planetplone
pt_br: Informe seu usuário do Twitter. Ex: simplesconsultoria

source: horizontal
eu: Horizontala
nl: horizontaal

source: label_cancel
es: Cancelar
eu: Utzi
pt_br: Cancelar

source: vertical
eu: Bertikala
nl: verticaal

source: Widget ID
es: ID del widget
pt_br: ID do widget

source: Folderish Templates
pt_br: Templates de Folderish

source: help_folderish_templates
pt_br: Se um folderish tiver um desses templates como visão padrão, o viewlet será exibido mesmo se o tipo do folderish não estiver selecionado em Tipos de conteúdo.
