Repository: collective/sc.social.like
Catalog: */social/like/locales/*/LC_MESSAGES/*.social.like.po
Languages: es, eu, nl, pt_br

source: A simple, yet useful, social networking integration for Plone
es: Una integración sencilla, pero útil, de redes sociales con Plone.
eu: Ploneren sare-sozialekiko integrazioa bideratzeko produktua
nl: Een eenvoudige maar bruikbare Social Media integratie voor Plone
pt_br: Uma integração simples, mas útil, de redes sociais no Plone

source: A tile that embeds a Facebook Page.
es: Tile para integrar una página de Facebook.
eu: Facebook Orri bat txertatzen duen zatitxoa
nl: Een tegel voor een Facebookpagina
pt_br: Tile para integrar uma página do Facebook.

source: A tile that embeds a Twitter timeline.
es: Tile para integrar una línea de tiempo de Twitter.
eu: Twitter denbora-lerroa txertatzen duen zatitxoa
nl: Een tegel voor een Twitter-tijdlijn
pt_br: Tile para integrar um timeline do Twitter.

source: A timeline widget is a live region of a page which may receive updates as new tweets become available. When specified as polite, assistive technologies will notify users of updates but generally do not interrupt the current task, and updates take low priority. When specified as assertive, assistive technologies will immediately notify the user, and could potentially clear the speech queue of previous updates.
es: Un widget de línea de tiempo es una región en una página que puede recibir actualizaciones a medida que nuevos tweets estén disponibles. Cuando se especifica polite, las tecnologías de asistencia notificarán a los usuarios de las actualizaciones, pero no interrumpirán de manera general la tarea actual y las actualizaciones tendrán poca prioridad. Cuando se especifica assertive, las tecnologías de asistencia notificarán inmediatamente al usuario y podrían eliminar la cola de mensajes de las actualizaciones anteriores.
eu: Denbora-lerroaren widgetak txioak erakutsiko ditu etorri ahala. Errespetuzko bezala konfiguratzen baduzu, erabiltzaileen eguneraketak daudela jakinaraziko zaie uneko ataza ez eteteko, eta eguneratzeak lehentasun txikia izango du. Bestela erabiltzaileari berehala jakinaraziko zaie eta agian aurreko eguneraketen zerrenda garbitu dezake.
nl: Eem tijdlijn-wdiget is een live gedeelte op de webpagina waar tweets bijgewerkt worden zodra ze beschikbaar zijn.
pt_br: Um widget de timeline é uma região de uma página que puedo recebir actualizações na medida que novos tweets sejam disponibilizados. Quando informado como polite, as tecnologías de assistência notificarão os usuários de actualizações, mas não interrumpirão de jeito geral a tarefa actual e as atualizações terão baixa prioridade. Quando informado como assertive, as tecnologias de assistência notificarão imediatamente o usuário e poderão eliminar a fila de mensagens das atualizações anteriores.

source: Add support for Social Media widgets and metadata.
es: Adiciona soporte para widgets y metadata de redes sociales.
eu: Sare Sozialetako widget eta metadatuak integratzeko produktua
pt_br: Adiciona suporte para widgets e metadata de redes sociais.

source: Admins
es: Administradores
eu: Kudeatzaileak
nl: Beheerders
pt_br: Administradores

source: Application ID
es: ID de la aplicación
eu: Aplikazioaren IDa
nl: App ID

source: Button style
es: Estilo de los botones
eu: Botoien ixuria
nl: Knopstijl
pt_br: Estilo dos botões

source: Canonical URL
es: URL canónica
eu: URL kanonikoa
pt_br: URL canónica

source: Canonical URL updater form
es: Formulario de actualización de URL canónica
eu: URL kanokikoa eguneratzeko formularia
pt_br: Formulário de atualização de URL canônica

source: Canonical domain
es: Dominio canónico
eu: Domeinu kanonikoa
pt_br: Domínio canônico

source: Canonical domain has not been defined in the control panel configlet.
es: El dominio canónico no fue definido en el configlet del panel de control.
eu: Kontrol Panelean ez da domeinu kanonikorik konfiguratu
pt_br: O domínio canônico não foi definido no configlet do painel de controle.

source: Content types
es: Tipos de contenido
eu: Elementu-motak
pt_br: Tipos de conteúdo

source: Crop and hides the main timeline scrollbar
es: Recortar y esconder las barras de desplazamiento de la línea de tiempo
eu: Denbora-lerro nagusiaren scroll barra moztu eta ezkutatu
nl: Snij af en verberg de scrollbalk in de hoofd tijdlijn
pt_br: Recortar e ocultar as barras de deslocamento do timeline

source: Date
es: Fecha
eu: Data
pt_br: Data

source: Description of content should have less than 200 characters.
es: La descripción del contenido debe tener menos de 200 caracteres.
eu: Edukiaren deskribapenak 200 karaktere baino gutxiago eduki beharko lituzke.
pt_br: A descrição do conteúdo deve ter no máximo 200 caracteres.

source: Display an expanded timeline of between 1 and 20 tweets. Leave it empty to use the default or to set the height of the widget.
es: Mostrar una línea de tiempo expandida de entre 1 y 20 tweets. Dejar vacío para usar el valor por defecto o para especificar la altura del widget.
eu: 1 eta 20 txio artean dituen denbora-lerro zabaldua erakutsi. Utzi hutsik defektuzkoa erabiltzeko edo ezarri widgetaren altuera.
nl: Toon een uitgebreide tijdlijn van 1 tot 20 tweets. Laat leeg om de standaardweergave te gebruiken of om de hoogte van het widget in te kunnen stellen.
pt_br: Mostrar timeline expandida entre 1 e 20 tweets. Deixar vazio para usar o valor padrão ou para especificar a altura do widget.

source: Do not track users
es: No rastrear usuarios
eu: Ez egin jarraipenik inoiz
nl: Volg geen gebruikers (tracking)
pt_br: Não rastrear os usuários

source: Email
es: Correo electrónico
eu: Eposta

source: Enable Facebook prefetch?
es: ¿Habilitar la precarga en Facebook?
eu: Aktibatu Facebook-en aurrekarga?
pt_br: Habilitar prefetch no Facebook?

source: Enable content validation?
es: ¿Habilitar la validación de contenido?
eu: Edukiaren balidazioa aktibatu?
pt_br: Habilitar validação do conteúdo?

source: Events
es: Eventos
eu: Hitzorduak
pt_br: Eventos

source: Facebook Page
es: Página de Facebook
eu: Facebook orrialdea
nl: Facebookpagina
pt_br: Página do Facebook

source: Facebook Tile
es: Tile de Facebook
eu: Facebook zatitxoa
nl: Facebooktegel
pt_br: Tile do Facebook

source: Facebook buttons
es: Botones de facebook
eu: Facebook botoiak
nl: Facebook knoppen
pt_br: Botões do Facebook

source: Fallback image
es: Imagen alterna
eu: Defektuzko irudia
pt_br: Imagem alternativa

source: Height
es: Altura
eu: Altuera
nl: Hoogte
pt_br: Altura

source: Hide cover photo in the header
es: Ocultar la foto del encabezado
eu: Ezkutatu goiburuko irudia
nl: Verberg foto in de header.
pt_br: Ocultar a imagem do cabeçalho

source: Hide the custom call to action button (if available)
eu: Ezkutatu akzio-botoia (baldin badago)
nl: Verberg de maatwerk 'call to action'-knop (indien beschikbaar)

source: Hide the timeline footer
es: Ocultar el pie de página de la línea de tiempo
eu: Ezkutatu denbora-lerroaren beheko aldea
nl: Verberg de footer van de tijdlijn
pt_br: Ocultar a imagem do rodapé

source: Hide the timeline header
es: Ocultar el encabezado de la línea de tiempo
eu: Ezkutatu denbora-lerroaren goiburukoa
nl: Verberg de header van de tijdlijn
pt_br: Ocultar o cabeçalho da timeline

source: Lead image MIME type not supported.
es: El tipo MIME de la imagen principal no está soportado.
eu: Irudi formatua ez da zuzena
pt_br: O tipo MIME da imagem principal não está suportado.

source: Lead image aspect ratio should be at least 1.33:1.
es: La relación de aspecto de la imagen principal debe ser al menos 1.33:1.
eu: Irudiaren itxura-ratioa gutxienez 1.33:1ekoa izan behar da
pt_br: A relação do aspecto da imagem principal deve ser 1.33:1, pelo menos.

source: Lead image should be at least 600px width and 315px height.
es: La imagen principal debe ser de al menos 600px de ancho por 315px de alto.
eu: Irudiak gutxienez 600px izan behar ditu zabaleran eta 315px altueran.
pt_br: A imagem principal deve ter pelo menos 600px de largura e 315px de altura.

source: Lead image size should be less than 5MB.
es: El tamaño de la imagen principal debe ser menor de 5MB.
eu: Irudiaren tamaina 5MB baino txikiagoa izan behar da.
pt_br: O tamanho da imagem principal deve ser menor que 5MB.

source: Like
es: Me gusta
eu: Atsegin dut!
nl: Vind ik leuk (Like)
pt_br: Curtir

source: Messages
es: Mensajes
eu: Mezua
nl: Berichten
pt_br: Mensagens

source: Old canonical domain
es: Dominio canónico antiguo
eu: Domeinu kanoniko zaharra
pt_br: Domínio canónico antigo

source: Pin it!
eu: Pineatu!
nl: Pin vast!

source: Pin it! (open in new window)
es: Pin it! (abre en una nueva ventana)
eu: Pineatu! (ireki leiho berrian)
nl: Pin vast! (open in nieuw venster)
pt_br: Pin it! (abre em uma nova janela)

source: Please correct the errors.
es: Por favor corrija los errores.
eu: Mesedez, zuzendu erroreak.
pt_br: Por favor corrija os erros.

source: Plugins
eu: Pluginak

source: Recommend
es: Recomendar
eu: Gomendatu!
nl: Aanbevelen
pt_br: Recomendar

source: Remove all borders within the widget
es: Remover los bordes del widget
eu: Widgetaren barneko inguruko marrak kendu
nl: Verwijder alle randen binnen het widget
pt_br: Remover as bordas do widget

source: Remove the widget's background color
es: Remover el color de fondo del widget
eu: Kendu widgetaren atzeko-planoko kolorea
nl: Verwijder de achtergrondkleur van het widget
pt_br: Remove a cor de fundo do widget

source: Removes Social: Like Actions
eu: Social: Like ezabatu
nl: De-installeer Social: Like Actions

source: Set the height of a displayed widget, overriding the value stored with the widget ID. Must be greater than 200 pixels. Note: this parameter does not apply if a tweet limit has been specified.
es: Especificar la altura del widget, sobrescribiendo el valor especificado en la configuración del mismo. Debe ser mayor de 200 píxeles. Nota: este parámetro no aplica si un límite de tweets ha sido especificado.
eu: Erakutsiko den widgetaren altuera ezarri, honek widgetaren IDarekin gordetako ezarpena gainidatziko du. 200 px baino handiagoa izan behar da. Oharra: parametro hau ez da aplikatuko txio kopuru-muga ezarri bada.
nl: Geeft de hoogte op van een weergegeven widget. Overschrijft de waarde die is opgeslagen met het Widget ID. Moet groter zijn dan 200 pixels. Deze parameter geldt niet als een tweet-limiet is opgegeven.
pt_br: Informar a altura do widget, sobrescrevendo o valor informado na configuração do mesmo. Deve ser maior de 200 pixeis. Nota: esse parâmetro no aplica se um limite de tweets for informado.

source: Set the height of a displayed widget, overriding the value stored with the widget ID. Must be greater than 70 pixels.
es: Especificar la altura del widget, sobrescribiendo el valor especificado en la configuración del mismo. Debe ser mayor de 70 píxeles.
eu: Erakutsiko den widgetaren altuera ezarri, honek widgetaren IDarekin gordetako ezarpena gainidatziko du. 70 px baino handiagoa izan behar da.
nl: Geef de hoogte op van een widget. Overschrijft de waarde die bijhet Widget ID is opgeslagen. Moet groter zijn dan 70 pixels.
pt_br: Informar a altura do widget, sobrescrevendo o valor informado na configuração do mesmo. Deve ser maior de 70 pixeis.

source: Set the maximum width of the widget between 180 and 500 pixels. Leave it empty to automatically adjust the widget to the width of the tile.
es: Especificar el anchura máxima del widget entre 180 y 520 píxeles. Dejar en blanco si desea ajusta la anchura del widget de forma automática dentro del tile.
eu: Erakutsiko den widgetaren zabalera maximoa ezarri, 180 eta 500 px artekoa. Utzi hutsik widgetaren zabalera zatixoaren zabalerara egokitzeko.
nl: Zet de maximale breedte van het widget tussen 180 en 500 pixels. Laat leeg om het widget automatisch aan te passen aan de breedte van de tegel.
pt_br: Informar a largura máxima do widget entre 180 y 520 pixeis. Deixar vazio para ajustar a largura do widget automaticamente no tile.

source: Set the maximum width of the widget between 180 and 520 pixels. Leave it empty to automatically adjust the widget to the width of the tile.
es: Especificar la anchura máxima del widget entre 180 y 520 píxeles. Dejar en blanco si desea ajusta la anchura del widget de forma automática dentro del tile.
eu: Erakutsiko den widgetaren zabalera maximoa ezarri, 180 eta 520 px artekoa. Utzi hutsik widgetaren zabalera zatixoaren zabalerara egokitzeko.
nl: Zet de maximale breedte van het widget tussen 180 en 520 pixels. Laat leeg om het widget automatisch aan te passen aan de breedte van de tegel.
pt_br: Informar a largura máxima do widget entre 180 y 520 pixeis. Deixar vazio para ajustar a largura do widget automaticamente no tile.

source: Settings for the sc.social.like package
es: Configuración de sc.social.like.
eu: sc.social.like paketearen ezarpenak
nl: Instellingen voor sc.social.like
pt_br: Configuração da integração com redes sociais

source: Share
es: Compartir
eu: Partekatu
nl: Delen
pt_br: Compartilhar

source: Share by email
es: Enviar por email
eu: Epostaz partekatu
nl: Deel per e-mail
pt_br: Compartilhar por email

source: Share on Facebook
es: Compartir en Facebook
eu: Facebooken partekatu
nl: Delen op Facebook
pt_br: Compartilhar no Facebook

source: Share on Facebook (open in new window)
es: Compartir en Facebook (abre en una nueva ventana)
eu: Facebooken partekatu (ireki leiho berrian)
nl: Delen op Facebook (open in nieuw venster)
pt_br: Compartilhar no Facebook (abre em uma nova janela)

source: Share on Google+
es: Compartir en Google+
eu: Google+en partekatu
nl: Delen op Google+
pt_br: Compartilhar no Google+

source: Share on Google+ (open in new window)
es: Compartir en Google+ (abre en una nueva ventana)
eu: Google+en partekatu (ireki leiho berrian)
nl: Delen op Google+ (open in nieuw venster)
pt_br: Compartilhar no Google+ (abre em uma nova janela)

source: Share on Linkedin
es: Compartir en LinkedIn
eu: Linkedinen partekatu
nl: Delen op Linkedin
pt_br: Compartilhar no LinkedIn

source: Share on Linkedin (open in new window)
es: Compartir en LinkedIn (abre en una nueva ventana)
eu: Linkedinen partekatu (ireki leiho berrian)
nl: Delen op Linkedin (open in nieuw venster)
pt_br: Compartilhar no LinkedIn (abre em uma nova janela)

source: Share on Telegram
es: Compartir en Telegram
eu: Telegramen partekatu
nl: Deel op Telegram
pt_br: Compartilhar no Telegram

source: Share on WhatsApp
es: Compartir en WhatsApp
eu: WhatsAppen partekatu
nl: In WhatsApp delen
pt_br: Compartilhar no WhatsApp

source: Show number of likes
es: Mostrar número de recomendaciones
eu: Atsegite kopurua erakutsi
nl: Toon aantal likes.
pt_br: Mostrar número de curtidas

source: Show profile photos when friends like this
es: Mostrar las fotos del perfil de los amigos que recomienden esto
eu: Lagunek hau atsegiten dutenean euren aurpegiak erakutsi
nl: Toon profielfoto's als vrienden dit liken
pt_br: Mostrar as imagens do perfil dos amigos que curtam isso

source: Show small header
es: Mostrar encabezado pequeño
eu: Goiburuko txiki bat erakutsi
nl: Toon klein titelgedeelte
pt_br: Mostrar cabeçalho pequeno

source: Social Media
es: Redes sociais
eu: Sare sozialak
pt_br: Redes sociais

source: Social: Like Actions
es: Social Like
eu: Social: "Atsegin dut" akzioak
nl: Social: Like acties
pt_br: Social: Ações de Curtir

source: The URL of the Facebook Page.
es: El URL de la página de Facebook.
eu: Facebook Orrialdearen URLa
nl: De URL van de Facebookpagina
pt_br: A URL da página do Facebook.

source: This form will update the canonical URL of all Dexterity-based objects in the catalog providing the Social Media behavior.
es: Este formulario actualizará la URL canónica de todos los objetos Dexterity en el catálogo que proveen el behavior de redes sociais
eu: Formulario onek Sare Sozialen portaera darabilten Dexterityrekin egindako elementu guztien URL kanonikoa eguneratuko du.
pt_br: Este formulário atualizará a URL canónica de todos os objetos Dexterity no catálogo provendo o behavior de redes sociais.

source: Timeline
es: Línea de teimpo
eu: Denbora lerroa
nl: Tijdlijn

source: Title of content should have less than 70 characters.
es: El título debe tener menos de 70 caracteres.
eu: Izenburuak 70 karaktere baino gutxiago eduki beharko lituzke
pt_br: O título do conteúdo deve ter no máximo 70 caracteres.

source: Tweet
eu: Txiotu

source: Tweet (opens in new window)
es: Tweet (abre en una nueva ventana)
eu: Txiotu (ireki leiho berrian)
pt_br: Tweet (abre em uma nova janela)

source: Tweet limit
es: Límite de tweets
eu: Txio muga
nl: Tweet limiet
pt_br: Limite de tweets

source: Twitter Tile
es: Tile de Twitter
eu: Twitter zatitxoa
nl: Twittertegel
pt_br: Tile do Twitter

source: Twitter nick
es: Nombre de usuario en Twitter
eu: Twitter izena
nl: Twitter naam (nick)
pt_br: Usuário do Twitter

source: Uninstall Social: Like Actions
eu: Ezabatu Social: like
nl: De-installeer Social: Like Actions

source: Update
es: Actualizar
eu: Eguneratu
pt_br: Atualizar

source: Verb to display
es: Texto a mostrar
eu: Erakutsiko den testua
nl: Te tonen werkwoord
pt_br: Verbo a ser exibido

source: WAI-ARIA politeness
es: Cortesía WAI-ARIA
eu: WAI-ARIA ezarpenak
nl: WAI-ARIA beleefdheid
pt_br: Cortesia WAI-ARIA

source: Width
es: Ancho
eu: Zabalera
nl: Breedte
pt_br: Largura

source: help_admins
es: Una lista de los ID de los administradores de esta página (separados por comas) o el ID de una aplicación de Facebook.
eu: Facebook kontuaren kudeatzaileen Facebook IDak. Banatu komarekin bat baino gehiago badaude.
nl: Een komma-gescheiden lijst van de Facebook ID's van de paginabeheerders of het Facebook App ID.
pt_br: Uma lista, separada por vírgulas, dos IDs dos administradores desta página ou o ID de uma aplicação do Facebook.

source: help_appid
es: El ID de la aplicación en la plataforma Facebook. Esto es necesario cuando la opción "No rastrear usuarios" está habilitada.
eu: Facebook plataformak ematen duen aplikazioaren IDa. "Ez egin jarraipenik inoiz" aktibatuta dagoenean derrigorrezkoa da

source: help_canonical_domain
es: El dominio canónico será usado para construir la URL canónica (la propiedad <code>og:url</code>) de los objetos del portal. Use el nombre de dominio de su site (por ejemplo, <strong>http://www.example.org</strong> o <strong>https://www.example.org</strong>). Facebook utilizará la URL canónica para asegurarse que todas las acciones como "Me gusta" y "Compartir" serán agregadas en la misma URL, en vez de distribuirse en varias versiones de una página. Revise la <a href="https://pypi.python.org/pypi/sc.social.like">documentación del paquete</a> para mayor información sobre cómo utilizar esta funcionalidad.
eu: Domeinu kanonikoa, atariko elementuen URL kanokikoa osatzeko erabiliko da (<code>og:url</code> propietatea). Erabili zure webgunearen domeinua (adb. <strong>http://www.zurewebgunea.eus</strong> edo <strong>https://www.zurewebgunea.eus</strong>). Facebookek URL kanonikoa erabiliko du atsegite eta elkarbanatzeen kontaketa egiteko eta nahiz eta helbidea aldatu dena batera kontatzeko. Begiratu <a href=\"https://pypi.python.org/pypi/ sc.social.like\">produktuaren dokumentazioa</a> informazio gehiago lortzeko.
pt_br: O domínio canônico será usado para construir a URL canônica (a propriedade <code>og:url</code>) dos objetos do portal. Use o nome canônico do seu site (por exemplo, <strong>http://www.example.org</strong> ou <strong>https://www.example.org</strong>). O Facebook utilizará a URL canônica para garantir que todas as ações como "Curtir" ou "Compartilhar" sejam agregadas na mesma URL ao invés de se espalhar por várias versões da página. Confira a <a href="https://pypi.python.org/pypi/sc.social.like">documentação do pacote</a> para mais informações sobre o uso desta funcionalidade.

source: help_canonical_url
es: La URL canónica del objeto que será usada como ID permanente el el gráfico (<code>og:url</code>).
eu: Elementuaren URL kanonikoa, grafoan erabiliko den id iraunkorra izango da (<code>og:url</code>)
pt_br: A URL canônica do objeto que será usada como seu ID permanente no gráfico (a propriedade <code>og:url</code>).

source: help_do_not_track
es: Si está habilitado, el portal no renderizará los widgets avanzados sino simples vínculos a los servicios existentes. Esto limitará la experiencia de usuario y las funcionalidades (como el conteo cuantas veces fue compartido un elemento) pero respetará la privacidad de los usuarios al no enviar cookies de terceros.
eu: Aktibatuta badago, atariak ez ditu widget aurreratuak erabiliko, lotura arruntak baizik. Honek erabiltzaileen egin ditzaketen akzioak mugatu egiten ditu eta informazio murriztua erakusten du (zenbat aldiz elkarbanatu den adibidez), baina erabiltzaileen pribatutasuna mantentzen du: ez da hirugarrenen cookierik ezarriko.

source: help_enabled_plugins
es: Seleccione los plugins que desea usar
eu: Aukeratu zein plugin aktibatu behar diren
nl: Selecteer de ingeschakelde plugins.
pt_br: Informe os plugins que serão usados

source: help_facebook_prefetch_enabled
es: Si está habilitado, un evento activará el robot de Facebook para actualizar y cachear los metadatos del contenido cada vez que éste es publicado y cada vez que el contenido público es editado.
eu: Aktibatuta badago, abisu bat bidaliko zaio Facebooki edukia argitaratzen denean edo argitaratutakoa aldatzen denean hona etorri eta orrialdea aztertzeko. Honek Facebookek jasotako metadatuak beti eguneratuta edukitzea bermatuko du.
pt_br: Se habilitado, ativará um evento para o crawler do Facebook atualizar e cachear a metadata cada vez que um novo conteúdo seja publicado e cada vez que um novo conteúdo publicado seja editado.

source: help_fallback_image
es: El contenido que no cuenta con una imagen principal utilizará esta imagen en la propiedad <code>og:image</code>. Puede haber una demora de hasta 2 minutos al reemplaza la imagen.
eu: Irudirik ez duen edukiaren irudi gisa hauxe erabiliko da (<code>og:image</code> eremua). Irudi hau aldatzeko pare bat minutuko atzerapena egon daiteke.
pt_br: O conteúdo que não possua uma imagem principal usará esta imagem como propriedade <code>og:image</code>. Pode ter uma demora de até 2 minutos quando a imagem for substituída.

source: help_fbbuttons
es: Seleccione los botones que serán mostrados
eu: Aukeratu zein botoi erakutsi behar diren
nl: Te tonen knoppen
pt_br: Selecione os botões que serão mostrados

source: help_portal_types
es: Seleccione en cuáles tipos de contenido se mostrará el viewlet social.
eu: Aukeratu zein elementutan agertuko diren loturak
nl: Kies de contenttypes waarbij de Social Media knoppen getoond worden.
pt_br: Indique quais tipos de conteúdo terão o viewlet de ações sociais.

source: help_published_before
es: Los objetos publicado antes de esta fecha serán actualizados usando el dominio canónico definido en este formulario; los objetos publicados en esta fecha o después de ella serán actualizados usando el dominio canónico definido en el configlet del panel de control.
eu: Data hau baino lehenago argitaratutako elementuak, formulario honetan ezarritako domeinu kanonikoarekin eguneratuko dira; data honetan edo ondoren argitaratutakoak kontrol panelean ezarritakoarekin eguneratuko dira.
pt_br: Objetos publicados antes desta data serão atualizados usando o domínio canônico definido neste formulário; objetos publicados nesta data ou depois serão atualizados usando o domínio canônico definido no configlet do painel de controle.

source: help_selected_buttons
es: Seleccione de la lista.
eu: Aukeratu botoiaren itxura
nl: Kies de grafische stijl voor de knoppen.
pt_br: Qual o estilo dos botões.
